/* This is a mapping of BRError code failures to localized failure reasons */

/* This file contains only the overriden error strings. Also look in */
/* BackRow.framework BRErrorFailureReasons.strings for more. */

/* kBRMediaPlayerNoDatabaseFound*/
200 = "Front Row cannot find any content.";

/* kBRMediaPlayerSongPlaybackError*/
201 = "Front Row cannot play the current song.";


/* kBRMediaNoPhotoContent */
301 = "Front Row cannot find any photos.";

/* kBRMediaNoPodcastContent */
302 = "Front Row cannot find any podcasts.";

/* kBRMediaNotDRMAuthorized */
303 = "You are not authorized to play this content.";

/* kBRMediaNoTVShowContent */
305 = "Front Row cannot find any TV shows.";

/* kBRMediaNoMusicVideoContent */
306 = "Front Row cannot find any music videos.";

/* kBRMediaNoPlaylists */
307 = "Front Row cannot find any playlists.";

/* kBRMediaNoSongContent */
308 = "Front Row cannot find any songs.";

/* kBRMediaNoAudioBookContent */
309 = "Front Row cannot find any audiobooks.";

/* kBRMediaNoMovies */
315 = "Front Row cannot find any movies.";

/* kBRRemoteMediaNotDRMAuthorized */
353 = "Front Row is not authorized to play this content.";


/* kBRDataSourceConnectionInProgressError */
420 = "Front Row is already attempting to connect to this source.";

/* KBRSystemNetworkHostUnreachable */
501 = "Front Row cannot connect to this library.";

